#1)მომხმარებელს შემოატანინეთ მისი სახელი, შემდეგ შემოატანინეთ მისი გვარი და ბოლოს
#  შემოატანინეთ მისი ასაკი (ყველა შეინახეთ ცვლადებში) და საბოლოოდ დაბეჭდეთ ერთი მლიანი
#  წინადადება /// მაგალითად: "გამარჯობა" + name + surname + "შენ ხარ" + age + "წლის".

name = input("გთხოვთ შეიყვანოთ თქვენი სახელი: ")
surname = input("გთხოვთ შეიყვანოთ თქვენი გვარი: ")
age = input("გთხოვთ შეიყვანოთ თქვენი ასაკი: ")
print("გამარჯობა " + name + " " + surname + ", შენ ხარ " + age + " წლის.")


# 2)კომენტარის სახით ახსენით რა არის ინფუთი და რა არის აუთფუთი, მოიყვანეთ თითო-თითო
#  რეალური ცხოვრების მაგალითი ან ნივთი.

name = input("შეიყვანეთ თქვენი სახელი: ")
surname = input("შეიყვანეთ თქვენი გვარი: ")
age = input("შეიყვანეთ თქვენი ასაკი: ")
print("გამარჯობა " + name + " " + surname + ", შენ ხარ " + age + " წლის.")
